[{"id": 2, "title": "how to make your pc faster", "content": "<h3>1 restart your pc</h3><p>try restart</p>"}, {"id": 3, "title": "Use Django in Visual Studio Code", "content": "<h4>Create a project environment</h4><p>In this section, you create a virtual environment in which Django is installed. Using a virtual environment avoids installing Django into a global Python environment and gives you exact control over the libraries used in an application.</p><h4>Create and run a minimal Django</h4><p>To create a minimal Django app, then, it's necessary to first create the Django project to serve as the container for the app, then create the app itself. For both purposes, you use the Django administrative utility, django-admin, which is installed when you install the Django package.</p>"}, {"id": 4, "title": "Import a table from PDF into Excel", "content": "<h3>Step 1: Open the relevant PDF file and select and copy table</h3> <p>To copy the table, click on Select and click and drag the cursor to highlight the whole table. Then press Ctrl C (to copy this).</p> <h3>Step 2: Copy this into Word and convert to a table</h3> <p>Now convert this into a table by highlighting it all (you can easily do this by pressing Ctrl A) and selecting Table > Convert > Text to Table. A dialogue box will pop up and under Separate Text at, you should select Other and click in the little box next to it; delete what is there and type in a space. Press OK.</p> "}, {"id": 6, "title": "My Laptop is slow", "content": "<h3>Update your computer</h3> <p>Updating your computer will usually help it run faster. In some cases, you may add new features, programs, or installations that have the reverse effect.</p> <h3>Shut down and/or restart your computer regularly</h3> <p>Many consumers make the mistake of leaving their computer in a hibernating mode whenever they are not using it, instead of shutting it down all the way.</p> "}, {"id": 7, "title": "Download and install Windows 11", "content": "<h3>Step 1: Open the relevant PDF file and select and copy table</h3> <p>To copy the table, click on Select and click and drag the cursor to highlight the whole table. Then press Ctrl C (to copy this).</p> <h3>Step 2: Copy this into Word and convert to a table</h3> <p>Now convert this into a table by highlighting it all (you can easily do this by pressing Ctrl A) and selecting Table > Convert > Text to Table. A dialogue box will pop up and under Separate Text at, you should select Other and click in the little box next to it; delete what is there and type in a space. Press OK.</p> "}]